[Menu]
open=&打开
exit=&退出
first=第一张&图片
prev=&上一张图片
next=&下一张图片
last=最后一张&图片
zoomin=放&大
zoomout=缩&小
fit=适应&屏幕
osize=原始&大小 (100%)
refresh=&刷新
copy=&复制
paste=&粘贴
fileinfo=文件信息
fileprop=文件&属性
fileinfolder=在文件夹中&显示
aot=始终在最&前
border=窗口&边框
shortcuts=快捷&键
github_repo=打开 &GitHub 仓库
about=&关于
delete=&删除
center=居中&图片

[File]
nofile=未选择文件。
invalid_file=无效或不受支持的文件
load_failed=加载图片失败。
select_image_file=选择图像文件
copy_failed=复制图片到剪贴板失败。
no_clipboard_image=剪贴板中没有图片！
clipboard_image=此图片是从剪贴板粘贴的。
delete_confirm=确定要将此文件发送到回收站吗？
delete_title=删除文件
delete_error_title=删除错误
delete_error_msg=无法删除文件：
delete_error_reasons=可能的原因：
delete_error_in_use=• 文件正在被其他应用程序使用
delete_error_readonly=• 文件为只读或受保护
delete_error_no_permission=• 没有访问权限
delete_error_label=错误：

[Shortcuts]
title=快捷键
keyboard=键盘快捷键：
mouse=鼠标：
kb_down=向下箭头：菜单
kb_home=Home：第一张图片
kb_back=浏览器后退：上一张图片
kb_left=向左箭头：上一张图片
kb_forward=浏览器前进：下一张图片
kb_right=向右箭头：下一张图片
kb_end=End：最后一张图片
kb_plus=数字键盘 + ：放大
kb_minus=数字键盘 - ：缩小
kb_zero=数字键盘 0 ：原始大小
kb_one=数字键盘 1 ：适应屏幕
kb_f1=F1：图片文件信息
kb_f2=F2：文件属性
kb_f3=F3：在文件夹中显示
kb_f5=F5：刷新
kb_ctrl_o=Ctrl+O：打开图片文件
kb_ctrl_c=Ctrl+C：复制图片到剪贴板
kb_ctrl_v=Ctrl+V：从剪贴板粘贴图片
kb_esc=Esc：关闭文件信息
kb_alt_f4=Alt+F4：退出应用程序
mouse_right=右键点击：菜单
mouse_wheel_up=鼠标滚轮上：放大
mouse_wheel_down=鼠标滚轮下：缩小
mouse_4=鼠标第4键：上一张图片
mouse_5=鼠标第5键：下一张图片
mouse_left_dbl=左键双击：原始大小
mouse_middle_dbl=中键双击：适应屏幕
kb_delete=Del: 删除文件

[FileInfo]
folder=文件夹
file=文件
mod_time=修改时间
create_time=创建时间
access_time=最后访问
orig_size=原始大小
disp_size=显示大小
file_size=文件大小
zoom=缩放
source=来源
clipboard=剪贴板

[About]
about=关于

[Error]
load_failed_msg=加载图片文件失败：
